# tap
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

# brew
brew "git"
brew "gnupg"
brew "jq"
brew "mas", link: true
brew "neovim"
brew "ripgrep"
brew "ruby", link: true
brew "tree"
brew "stow"
brew "tokei"
brew "zola"
brew "zsh"

# cask
cask "adobe-creative-cloud"
cask "android-studio"
cask "bartender"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "lastpass"
cask "paw"
cask "postman"
cask "sketch"
cask "slack"
cask "sublime-text"
cask "visual-studio-code"
cask "webstorm"

# mac app store
mas "Bear", id: 1091189122
mas "Evernote", id: 406056744
mas "Xcode", id: 497799835