# tap
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

# brew
brew "git"
brew "gnupg"
brew "mas", link: true
brew "neovim"
brew "ripgrep"
brew "ruby", link: true
brew "tree"
brew "stow"
brew "tokei"
brew "zola"
brew "zsh"

# cask
cask "1password"
cask "android-studio"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "webstorm"

# mac app store
mas "Bear", id: 1091189122
mas "Xcode", id: 497799835
